Repository: Volker88/Sensor-App
Catalog: Sensor-App-Framework/Translation/Localizable.xcstrings
Source language: en
Languages: de

source: Acceleration
de: Beschleunigung

source: Accuracy
de: Genauigkeit

source: Altitude
de: Höhe

source: Altitude change: %.5f %@
de: Höhenänderung: %.5f %@

source: Altitude: %.2f ± %.2fm
de: Höhe: %.2f ± %.2fm

source: Attitude
de: Haltung

source: Buildings
de: Gebäude

source: Changes Discarded
de: Änderungen verworfen

source: Compass
de: Kompass

source: Delete
de: Löschen

source: Direction: %.2f°
de: Richtung: %.2f°

source: Discard
de: Verwerfen

source: Discarded Changes
de: Änderungen verworfen

source: Export
de: Exportieren

source: Frequency:
de: Frequenz:

source: General
de: Allgemein

source: Gravity
de: Gravitation

source: Gyroscope
de: Gyroskop

source: Heading: %.5f°
de: Richtung: %.5f°

source: Height
de: Höhe

source: Hello, World!
de: Hallo Welt!

source: ID;Time;Longitude;Latitude;Altitude;Speed;Course
de: ID; Zeit;Längengrad;Breitengrad;Höhe;Geschwindigkeit;Richtung

source: ID;Time;Pressure;Altitude change
de: ID;Zeit,Luftdruck;Höhenänderung

source: ID;Time;Roll;Pitch;Yaw;Heading
de: ID;Zeit;Rollwinkel;Neigungswinkel;Gierwinkel;Kurs

source: ID;Time;X-Axis;Y-Axis;Z-Axis
de: ID;Zeit;X-Achse;Y-Achse;Z-Achse

source: Latitude: %.6f° ± %.2fm
de: Breitengrad: %.6f° ± %.2fm

source: Latitude: %.10f° ± %.2fm
de: Breitengrad: %.10f° ± %.2fm

source: Location
de: Standort

source: Longitude: %.6f° ± %.2fm
de: Längengrad: %.6f° ± %.2fm

source: Longitude: %.10f° ± %.2fm
de: Längengrad: %.10f° ± %.2fm

source: Map
de: Karte

source: Max Points: %.0f
de: Max. Punkte: %.0f

source: Maximum Points:
de: Maximale Punkte

source: Paused
de: Pausiert

source: Pitch
de: Neigungswinkel

source: Pitch: %.5f°
de: Neigungswinkel: %.5f°

source: Play
de: Start

source: Pressure
de: Luftdruck

source: Pressure: %.5f %@
de: Luftdruck: %.5f %@

source: Refresh Rate
de: Aktualisierungsrate

source: Roll: %.5f°
de: Rollwinkel: %.5f°

source: Save
de: Speichern

source: Saved Changes
de: Änderungen gespeichert

source: Saved successfully
de: Speichern erfolgreich

source: Scale
de: Skala

source: Scroll
de: Scrollen

source: Settings
de: Einstellungen

source: Show
de: Anzeigen

source: Show Release Notes
de: Release Notes anzeigen

source: Sidebar
de: Seitenleiste

source: Speed Setting
de: Geschwindigkeitseinstellung

source: Speed:
de: Geschwindigkeit:

source: Successfully deleted
de: Erfolgreich gelöscht

source: Toggle Graph
de: Graph anzeigen

source: Traffic
de: Verkehr

source: Type
de: Typ

source: Welcome to Sensor-App
de: Willkommen zu Sensor-App

source: X-Axis: %.5f g (9,81 m/s^2)
de: X-Achse: %.5f g (9,81 m/s^2)

source: X-Axis: %.5f m/s^2
de: X-Achse: %.5f m/s^2

source: X-Axis: %.5f rad/s
de: X-Achse: %.5f rad/s

source: X-Axis: %.5f µT
de: X-Achse: %.5f µT

source: Y-Axis: %.5f g (9,81 m/s^2)
de: Y-Achse: %.5f g (9,81 m/s^2)

source: Y-Axis: %.5f m/s^2
de: Y-Achse: %.5f m/s^2

source: Y-Axis: %.5f rad/s
de: Y-Achse: %.5f rad/s

source: Y-Axis: %.5f µT
de: Y-Achse: %.5f µT

source: Yaw: %.5f°
de: Gierwinkel: %.5f°

source: Z-Axis: %.5f g (9,81 m/s^2)
de: Z-Achse: %.5f g (9,81 m/s^2)

source: Z-Axis: %.5f m/s^2
de: Z-Achse: %.5f m/s^2

source: Z-Axis: %.5f rad/s
de: Z-Achse: %.5f rad/s

source: Z-Axis: %.5f µT
de: Z-Achse: %.5f µT
